10/data/attachments/5fd9da9c82bf4d4e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_c296a4c2-cac5-484b-b548-f8694f8b5c30</nif:username>
            <nif:pageInfo>
                <nif:page>2</nif:page>
                <nif:size>4</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>